Repository: common-repository/advanced-random-posts
Catalog: lang/adv-rnd-posts-*.po
Languages: ru_ru

source: Shows Random Posts. You can customize it easily.
ru_ru: Показывать Случайные посты. Вы можете их легко изменить.

source: Random Posts
ru_ru: Случайные посты

source: Title:
ru_ru: Название:

source: Number of posts to show:
ru_ru: Количество постов для показа:

source: (at most 20)
ru_ru: (не больше, чем 20)

source: Excerpt length (letters):
ru_ru: Длина выдержки (букв):

source: 0 - Don't show excerpt
ru_ru: 0 - не показывать выдержку

source: Thumbnail Custom Field Name:
ru_ru: Имя поля эскиза

source: Width:
ru_ru: Ширина:

source: Height:
ru_ru: Длина:

source: Get first image of post
ru_ru: Получить первое изображение поста

source: Get first attached image of post
ru_ru: Получить первое прикрепленное изображение поста

source: Default image:
ru_ru: Стандартное изображение:

source: if there is no thumbnail, use this
ru_ru: если нет превью, использовать это

source: Categories:
ru_ru: Категории:

source: Category IDs, separated by commas.
ru_ru: ID категорий, разделенные запятыми.

source: Get posts from current category
ru_ru: Получить посты из текущей категории
